<?php

    $lang = array(
        'title' => 'Авторизация',
        'login' => 'Логин',
        'error' => 'Ошибка',
        'language' => 'Поменять язык',
        'writeLogin' => 'Введите логин',
        'Pass' => 'Пароль',
        'writePass' => 'Введите пароль',
        'signIn' => 'Войти',
        'registration' => 'Регистрация',
        'errorAuth' => 'Неправильно ввели данные!',
        'errorAuthShort' => 'Слишком короткий логин или пароль!',
        'checkLogin' => 'Логин должен соответствовать критериям:',
        'LogLetter' => 'Логин состоит из англ букв',
        'LogLength' => 'Быть не менее 8 символов',
        'checkPass' => 'Пароль должен соответствовать критериям:',
        'PassLetter' => 'Должен состоять из англ символов',
		'changeLang' => 'en',
		'lang' => 'ru'

	);

?>
